## user-handler
greet = Привет, перд началом использования бота, выберите вашу роль.
choose-subject = Выберите предмет
get-teacher-name = Отправьте ваше имя и отчество (оно будет отображаться у ваших учеников).
get-teacher-link = Отправьте ссылку вашего профиля на профессиональной площадке для проверки.
success-register-teacher = Ваша заявка принята, теперь вы можете приглашать учеников и давать им задания.
student-name = Введите ваше имя.
greet-student = Привет, с нами ты станешь более эффективно учиться!


main-menu = Главное меню

# student-router
choose-student-subject = Выберите предмет для обучения, его всегда можно сменить.
choose-number-task = Выбери номер задания
list-homework = Список тем с ДЗ
set-answer = Как решите задание, введите ответ...
send-homework = Ваше задание отправлено на проверку.
correct = Верно!
incorrect = Неверно, пробуй ещё.
homework_mistake = Ваше домашнее задание проверено, есть ошибки, переделайте и отправьте снова, доступно по кнопке 'Домашнее задание'
success-homework =
    Ваше домашнее задание проверено.
    Отличная работа!
send-answer=Как только решите задание необходимо нажать на кнопку Записать ответ и отправить его.
set-answer-student=Отправьте ваш ответ.


# teacher-handler
send-number-task = Отправьте номер задания.
send-task =
    Отправьте текст или картинку с заданием.
    Если это фото, оно должно отображать само задание и варианты ответов.
    Если это текст, то отправьте задание и варианты ответов.
correct-answer = Отправьте правильный ответ на задание
success-send = Успешно отправлено
list-student = Список учеников
no-homework = Новых заданий на проверку нет.
statistic = Ученик: { $name }
            Выполнено домашних работ: { $complete }
            Не проверенно домашних работ: { $not_checked }
            Не выполнено домашних работ: { $not_complete }
student-info = Ученик { $name }

# admin-router
set-subject=Выберите предмет